Repository: AlixFachin/RecipeTracks
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ja

source: English
fr: Anglais
ja: 英語

source: French
fr: Francais
ja: フランス語

source: Japanese
fr: Japonais
ja: 日本語

source: Public
ja: 公共

source: Private
fr: Prive
ja: 秘密

source: Home
ja: ホーム

source: All Recipes
fr: Toutes les Recettes
ja: 全レシピ

source: Add Recipe
fr: Nouvelle Recette
ja: レシピ追加

source: Profile
fr: Profil
ja: プロファイル

source: Logout
ja: ログアウト

source: Sign Up
fr: Enregistrer
ja: 登録

source: Login
ja: ログイン

source: Languages
ja: 国語

source: Welcome to Recipe Tracks!
fr: Bienvenue sur Recipe Tracks!
ja: レシピトラックスへよこそ！

source: This website will enable you to find and track great recipes, and write down notes about them so that you can customize them and eventually improve your cooking!
fr: Ce site web est fait pour trouver de nouvelles recettes, mais aussi (et surtout) pour suivre ses progres en matiere de cuisine!
ja: このサイトの目標は新しいレシピを見つかる上で、ご自分のクッキング歴史を登録しながら上達する。

source: Check your profile
fr: Votre Profil
ja: プロファイル

source: This website will enable you to find and track great recipes, and write down notes about them so that you can customize them and be better at cooking!
fr: Ce site web est fait pour trouver de nouvelles recettes, mais aussi (et surtout) pour suivre ses progres en matiere de cuisine!
ja: このサイトの目標は新しいレシピを見つかる上で、ご自分のクッキング歴史を登録しながら上達する。

source: Login (Registered user)
fr: Login (Utilisateur Existant)
ja: ログイン

source: Register (New User)
fr: Nouvel Utilisateur
ja: 新しいユーサーを登録

source: View
fr: Voir
ja: 表示

source: Edit
fr: Modifier
ja: 変更

source: Ingredients
ja: 材料

source: Details
ja: 内容

source: Are you sure you want to delete?
fr: Etes-vous sur(e) de vouloir supprimer?
ja: 本当に解除をしたいですか？

source: Confirm
fr: Confirmation
ja: 確定

source: Separate ingredients with ; or new-line. They will be rendered properly.
fr: Separez les ingredients avec des ; ils seront affiches en tenant compte de cela.
ja: 材料は；で分別を下さい。この字を使いながら表示されます。

source: Separate task entries with ; to allow for special rendering.
fr: Separez les etapes avec ; pour qu'elles soient affichees correctement
ja: ステップは；で分別を下さい。この字を使いながら表示されます。

source: Cancel
fr: Annuler
ja: キャンセル

source: Save
fr: Sauvegarder
ja: 保存

source: Recipe created by
fr: Recette proposee par
ja: 入力しましたユーザーは

source: Delete
fr: Supprimer
ja: 解消

source: List of tracks for this recipe
fr: Liste de tracks pour cette recette
ja: レシピのトラックのリスト

source: Add a track
fr: Ajouter un tracking
ja: トラック増加

source: Input new Track:
fr: Details du nouveau Track
ja: トラック入力

source: Create Track!
fr: Cree un track
ja: トラック作成

source: Cannot create the Recipe Track - Not authorized
fr: Vous n'avez pas l'autorisation de creer un nouveau track
ja: 新しいトラック作成できません。許可がないです。

source: Cannot find the corresponding recipe
fr: Ne peux pas trouver la recette correspondante
ja: レシピを見つかりません。

source: Invalid form
fr: Formulaire invalide
ja: 入力エラー

source: You are not autorized to update a recipe you don't own
fr: Vous n'etes pas autorise a modifier une recette qui ne vous appartient pas

source: You are not autorized to delete a recipe you don't own
fr: Vous n'etes pas autorise a supprimer une recette qui ne vous appartient pas
